import React from 'react'
import "../css/kame.css";
import { Link } from 'react-router-dom';
import { Footer, Header } from '../PageParts';

function TermsOfService() {
  return (
    <>
    <Header/>
      <div class="kame_font_center">
          <p class="kame_font_002">Deep Stream 利用規約</p>
          1.はじめに<br />
          <br />&emsp;この利用規約（以下「本規約」といいます。）は、本サイトを利用する全てのユーザー（以下「ユーザー」といいます。）に適用されます。本サイトを利用することで、ユーザーは本規約に同意したこととみなされます。

          <br /><br />2.サービスの利用<br /><br />
          &emsp;本サイトは、同期音源の売買を行うためのオンラインプラットフォームを提供します。ユーザーは、自己の責任において本サイトを利用することができます。ただし、以下に該当する行為は禁止されています。
          <br />
          <br />
          ・法令に違反する行為、またはその恐れのある行為<br />
          ・公序良俗に反する行為、またはその恐れのある行為<br />
          ・第三者の著作権等の知的財産権を侵害する行為、またはその恐れのある行為<br />
          ・本サイトの運営を妨げる行為、またはその恐れのある行為<br />
          ・本サイトに関する情報を改ざん、消去する行為、またはその恐れのある行為<br />
          ・本サイトを通じて取引を行い、本サイトの利用規約に違反する行為、またはその恐れのある行為<br />
          ・その他、本サイトの運営に対する支障を与える行為、またはその恐れのある行為<br />
          <br />
          &emsp;
          本サイトの利用にあたっては、自己の責任において行うものとします。
          サイトの利用は、18歳以上の成人に限られます。
          本サイトを利用することによって生じたいかなる損害についても、当方は一切の責任を負わないものとします。
          <br />
          <br />
          3. 売買について<br />
          <br />
          &emsp;音源を売買するにあたっては、売買者と購入者が直接取引を行うものとし、当方はその取引について一切の責任を負わないものとします。
          購入者は、売買者から購入した音源を自己の私的利用に限って使用するものとし、転売、再配信、二次利用等は禁止されます。
          売買に関するトラブルが生じた場合、当方は調停のための機関を設置するものではありません。売買者と購入者は、自己の責任において解決するものとします。
          <br />
          <br />
          4. 禁止事項<br />
          <br />
          &emsp;本サイトの利用にあたっては、以下の行為を禁止します。<br /><br />
          ・法律に反する行為<br />
          ・公序良俗に反する行為<br />
          ・その他当方が不適切と判断する行為<br />
          ・本サイトの運営を妨げる行為<br />
          ・当方の信用を毀損する行為<br />
          ・その他当方が不適切と判断する行為<br />
          ・本サイトを商業目的で利用する行為<br />
          <br />
          5. 免責事項<br /><br />
          ・当サイトで提供される情報、音源、商品、サービス等は、可能な限り正確な情報を提供するよう努めておりますが、それらに関する一切の責任を負わないものとします。また、当サイトのコンテンツや情報の正確性、適用性、完全性、有用性、信頼性、セキュリティ、及びエラーの修正に関する一切の保証も行いません。<br />
          ・当サイトの利用によって生じたいかなる損害、不利益、責任、損失、または不都合について、当サイト運営者は一切責任を負いません。当サイトを利用することによって生じた損害については、自己責任で対処してください。<br />
          ・当サイトで提供される商品、音源等は、他者の著作権や商標権等の知的財産権を含むあらゆる権利を尊重するよう努めております。ただし、当サイトで提供される音源等に関するいかなる種類の保証も提供しません。当サイトの商品、音源等を利用する場合には、利用者自身の責任において権利関係を調査し、許可を得た上で利用してください。<br />
          ・当サイトは、第三者による不正アクセス、情報漏洩、コンピューターウィルスやその他の有害なコンピューターコードによる被害、システム障害、及びその他の技術的問題について、一切の責任を負いかねます。<br />
          ・当サイトは、予告なしに利用規約を変更する場合があります。最新の利用規約については、常に当サイト上で確認してください。

          <br /><br /><br />
          <p class="kame_font">プライバシーポリシー</p>
          &emsp;当サイトは、お客様のプライバシー保護を非常に重要視しています。本プライバシーポリシーでは、当サイトが収集する情報、その情報の利用方法、情報の共有について説明します。
          <br /><br />
          収集する情報<br />
          &emsp;当サイトでは、お客様がサイトを利用する際に提供いただく情報を収集します。具体的には、お名前、メールアドレス、住所、お電話番号などの個人情報が含まれます。また、お客様がサイトを閲覧する際に、当サイトが利用するCookieなどの技術により、お客様のブラウザから自動的に情報を収集する場合があります。
          <br /><br />
          収集した情報の利用<br />
          &emsp;当サイトが収集した情報は、お客様にサービスを提供するために利用されます。具体的には、お客様からのご注文の受付、商品の発送、お問い合わせに対する回答、サイトの改善などに利用されます。
          <br /><br />
          情報の共有<br />
          &emsp;当サイトは、お客様の個人情報を第三者に提供することはありません。ただし、以下の場合を除きます。
          <br /><br />
          お客様の同意がある場合<br />
          &emsp;法的手続きにより、情報提供が必要とされる場合<br /><br />
          セキュリティ<br />
          &emsp;当サイトは、お客様の個人情報を保護するため、適切な安全対策を講じます。また、個人情報の取り扱いに関する社内規程を定め、従業員に対する教育・指導を行います。
          <br />
          <br />        <br />
          <Footer/>

      </div>


      <p>

      </p>
    </>
  )
}

export default TermsOfService